# St7GetSolverDefaultsDouble

Returns the value assigned to the double solver defaults.

long St7GetSolverDefaultsDouble(long uID, long Parameter, double* Value)
Input Parameters
uID
Strand7 model file ID.
Parameter
Solver double parameter; see Double Parameters.
Output Parameters
Value
Double value.